---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointcloudinstanceName
source: html/931ebe81-dd25-83a4-9a66-b86fd99c58c4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointcloudinstanceName Property

"Name": The name of the instance as it will show in the Property Palette

## Syntax (C#)
```csharp
public static ForgeTypeId PointcloudinstanceName { get; }
```